API_KEY = "5997158499:AAGivPI0phq7ZqWny4BJ8za0BpFgKp_JAZA"

MESSAGES = {
    "greeting":
        f"Рады приветствовать участников Спартакиады филиала «Макрорегион Центр».\n"
        f"Для получения QR-пропуска, пожалуйста, пройдите процедуру регистрации.  Это займет не более 2 минут.",

    "category":
        f"Укажите Вашу категорию",
    
    "name":
        f"Введите Ваше ФИО",

    "number":
        f"Введите Ваш номер телефона",

    "city":
        f"Представителем какой команды/региона Вы являетесь?",

    "sport":
        f"Укажите Ваш вид спорта",

    "hotel_name":
        f"Введите название отеля",
    
    "hotel_number":
        f"Введите номер комнаты",

    "choose_guests":
        f"Планируете ли Вы пригласить на Спартакиаду членов "
        f"семьи, друзей, не являющихся сотрудниками Общества?",

    "write_guests":
        f"Введите ФИО гостя (гостей) через запятую "
        f"(Иванов Иван Иванович, Петров Петр Петрович)",
    "QR_code":
        f"Ваш QR-код:",
    "Location":
        f"Место проведения мероприятия:",
    "Booklet":
        f"Расписание мероприятия:",
    "QR_code":
        f"Ваш QR-код:",
        

}

ANSWERS = {
    "ready":
    [
        "Хорошо",
    ],

    "category": 
    [
        "💪 Спортсмен",
        "👏 Болельщик",
        "👩‍💼👨‍💼 Руководство",
        "🤝 Волонтер",
        "👩‍🔧👨‍🔧 Организатор",
        "🚶 Гость",
    ],

    "city":
    [
        "Рязань",
        "Саратов",
        "Волгоград",
        "Воронеж",
        "Архангельск",
        "АУП",
    ],

    "sport":
    [
        "🏀 Баскетбол",
        "🏐 Волейбол",
        "⚽️ Футбол",
        "👯 Чирлидинг",
        "♟ Шахматы",
        "🏓 Настольный теннис",
        "🏃 Легкая атлетика",
        "🏋️ Силовой экстрим",
    ],

    "choose_guests":
    [
        "Да",
        "Нет",
    ],
}