API_KEY = "5997158499:AAH9966YGWPwphhNQVdaHUJ0tDtO1Sn9t5k"

MESSAGES = {
    "greeting":

        f"Рады приветствовать участников Спартакиады филиала «Макрорегион Центр».\n"
        f"Для получения QR-пропуска, пожалуйста, пройдите процедуру регистрации.",
    
    "ready":

        f"Желаете пройти регистрацию? Это займет не более 2 минут.",

    "category":

        f"Укажите Вашу категорию",
    
    "name":

        f"Введите Ваше ФИО",

    
}

ANSWERS = {
    "ready":
    [
        "Хорошо",
    ],

    "category": [
        "💪 Спортсмен",
        "👏 Болельщик",
        "👩‍💼👨‍💼 Руководство",
        "🤝 Волонтер",
        "👩‍🔧👨‍🔧 Организатор",
        "🚶 Гость"
    ],
}