usrdata = {
    "city": [
        "Рязань",
        "Саратов",
        "Волгоград",
        "Воронеж",
        "Архангельск",
        "АУП"
    ],
    "sports":
    [
        "🏀 Баскетбол",
        "🏐 Волейбол",
        "⚽ Футбол",
        "👯 Чирлидинг",
        "♟️ Шахматы",
        "🏓 Настольный теннис",
        "🏃 Легкая атлетика",
        "🏋️‍♂️Силовой экстрим"
    ],
    "type": [
        "💪 Спортсмен",
        "👏 Болельщик",
        "👩‍💼👨‍💼 Руководство",
        "🤝 Волонтер",
        "👩‍🔧👨‍🔧 Организатор",
        "🚶 Гость"
    ],

}
